[
  "obsidian-git",
  "obsidian-kanban",
  "homepage",
  "vscode-editor",
  "open-vscode",
  "terminal",
  "obsidian-mind-map",
  "dataview",
  "periodic-notes",
  "obsidian-tasks-plugin",
  "obsidian-shellcommands",
  "obsidian-importer"
]